# Text variables for tests

course_questions = [
    ("Привет, кто-нибудь проходил СтартМЛ?", 1),
    ("Можно спросить по поводу курса аналитик данных?", 1),
    ("Есть те, кто прошел курс System Design?", 1),
    ("Привет, хотелось бы услышать обратную связь по платформе coursera", 0),
    ("Всем привет!\nКто-то брал курс Hard Аналитика?", 1)
]

task_questions = [
    ("Есть кто прошел задачу на Берт?", 1),
    ("Есть вопрос касательно  задачи 11 в симуляторе SQL?", 1),
    ("Можно спросить про задачу gradient boosting?", 1),
    ("Кто-нибудь работал с библиотекой prophet?", 1)
]

greet_messages = [
    ("Привет!", 0),
    ("Приветствую товарищи", 0),
    ("Всем привет", 0)
]


basic_questions = [
    ("Кто разбирается в NLP?", 1),
    ("Всем привет есть кто то из групы кто живет в Ташкенте", 1),
    ("Ребят, пытаюсь прокинуть файл с локального на ремоут(ubuntu20.04)\nscp просто зависает. Кто сталкивался?", 0),
    ("Есть вопросик по фреймворку smart", 0),
    ("Могу ли я задать вопрос?", 1),
    ("Какого рода ошибки бывают в статистике?", 0)
]
