# Сообщение, которым бот отвечает на мета-вопросы в чате группы.
GROUP_MESSAGES = [
    """Пожалуйста, не задавайте <a href='https://nometa.xyz/ru.html'>мета-вопросы</a> в чате! 🤗""",
    """<a href='https://nometa.xyz/ru.html'>Мета-вопросы</a> не помогут нам найти ответ, давайте искать решение вместе!""",
    """Задавая <a href='https://nometa.xyz/ru.html'>мета-вопросы</a>, мы теряем время, которое можно потратить на поиск ответа. Давайте будем конкретными!""",
    """Конкретный вопрос поможет быстрее найти ответ, чем <a href='https://nometa.xyz/ru.html'>мета-вопрос</a>. 😉""",
    """<a href='https://nometa.xyz/ru.html'>Мета-вопросы</a> - это как молоко, которое истекло сроком годности. Лучше не трогать и перейти к делу.""",
    """<a href='https://nometa.xyz/ru.html'>Мета-вопросы</a> могут вызвать головную боль. Не хотите же вы, чтобы мы страдали от мигрени? 😅""",
    """<a href='https://nometa.xyz/ru.html'>Мета-вопросы</a> это как бесконечный цикл. Давайте избежим этого и сразу перейдем к делу""",
    """Если бы <a href='https://nometa.xyz/ru.html'>мета-вопросы</a> были решением, я бы был самым умным ботом в мире. Но увы, нам нужны конкретные вопросы, чтобы помочь вам.""",
    """Когда мы сфокусированы на <a href='https://nometa.xyz/ru.html'>мета-вопросах</a>, мы теряем шанс найти ответ на настоящий вопрос. Давайте не упустим его!""",
    """Каждый <a href='https://nometa.xyz/ru.html'>мета-вопроса</a> - это шаг в сторону от ответа. Давайте двигаться к цели и оставим их позади!""",
    """Когда задаем <a href='https://nometa.xyz/ru.html'>мета-вопросы</a>, мы теряем ценное время. Используем его с умом и переходим сразу к делу!"""
]
PATTERNS_META_QUESTIONS = [
    'здесь кто-нибудь работал с',
    'кто-нибудь разбирается в',
    'можно задать вопрос про',
    'кто проходил курс',
    'кто шарит за',
    'кто юзал',
    'можно задать вопрос',
]
